Repository: thiagoeec/ACE
Catalog: translations/*.po
Languages: de, es, et, eu, fi, fr, hu, id, it, nl, pl, pt_br, ru, sv, uk

source: ACE check is finished! Congratulations: no errors were found!
de: Der ACE-Check ist abgeschlossen! Herzlichen Glückwunsch: Es wurden keine Fehler gefunden!
es: ¡La verificación hecha por ACE ha finalizado! Enhorabuena: no se han encontrado errores
et: ACE kontroll on valmis! Õnnitlused: ühtki viga ei leitud!
fi: ACE tarkitus saapui päätökseensä! Onnittelut: yhtäkään virhettä ei löytynyt!
fr: La vérification ACE est terminée ! Félicitations : aucune erreur n'a été trouvée !
hu: Az ACE ellenőrzés befejeződött! Gratulálunk: nincs hiba!
id: Cek ACE selesai! Selamat: tidak ditemukan error!
nl: ACE-controle is voltooid! Gefeliciteerd: er zijn geen fouten gevonden!
pl: Sprawdzanie ACE zakończone! Gratulacje: nie znaleziono błędów!
pt_br: A verificação do ACE foi concluída! Parabéns: nenhum erro encontrado!
ru: Проверка ACE завершена! Поздравляем, ошибок не обнаружено!
sv: ACE-kontrollen är klar! Grattis: inga fel hittades!
uk: Перевірку ACE завершено! Вітаємо: помилок не знайдено!

source: No browser found
es: No se ha encontrado ningún navegador
et: Ühtki brauserit ei leitud
fi: Selainta ei löytynyt
pl: Nie znaleziono przeglądarki
pt_br: Nenhum navegador encontrado
ru: Браузер не найден
uk: Не знайдено браузера

source: Could not find a browser to open the report. Click 'Show details' for more info.
es: No se pudo encontrar ningún navegador para abrir el informe. Pulse «Mostrar detalles» para obtener más información.
et: Ei leitud brauserit, millega raportit avada. Lähema teabe saamiseks klõpsa 'Näita üksikasju'.
fi: Selainta ei löydetty jolla avata selonteko. Napsauta 'näytä yksityiskohdat' saadaksesi lisätietoja.
pl: Nie udało się znaleźć przeglądarki do otwarcia raportu. Kliknij „Pokaż szczegóły”, aby uzyskać więcej informacji.
pt_br: Não foi possível encontrar um navegador para abrir o relatório. Clique em 'Mostrar detalhes' para mais informações.
ru: Не удалось найти браузер, чтобы открыть отчет. Нажмите 'Показать подробности' для получения дополнительной информации.
uk: Не вдалося знайти браузер для відкриття звіту. Натисніть кнопку «Показати подробиці», щоб переглянути додаткові дані.

source: Error opening the report
de: Fehler beim Öffnen des Berichts
es: Error al abrir el informe
et: Viga raporti avamisel
fi: Selontekoa avatessa Ilmeni virhe
fr: Erreur lors de l'ouverture du rapport
hu: Hiba a jelentés megnyitásakor
id: Error saat membuka laporan
nl: Fout bij openen van het rapport
pl: Błąd podczas otwierania raportu
pt_br: Erro ao abrir o relatório
ru: Ошибка при открытии отчета
sv: Fel vid öppnande av rapporten
uk: Помилка під час спроби відкрити звіт

source: Ace could not open the report. Click 'Show details' for more info.
de: Ace konnte den Bericht nicht öffnen. Klicken Sie auf 'Details anzeigen' für weitere Informationen.
es: ACE no pudo abrir el informe. Pulse en «Mostrar detalles» para obtener más información.
et: Ace ei suutnud raportit avada. Lähema teabe saamiseks klõpsa 'Näita üksikasju'.
fi: ACE ei kyennyt avaamaan selontekoa. Napsauta 'näytä yksityiskohdat' lisätietoja saadaksesi.
fr: ACE ne peut pas ouvrir le rapport. Cliquer sur 'Afficher les détails' pour plus d'informations.
hu: Az Ace nem tudja megnyitni a jelentést. Kattints a 'Részletek mutatása'-ra további információkért.
id: ACE tidak dapat membuka laporan. Klik 'Show Details' untuk info lebih detail.
nl: Ace kan het rapport niet openen. Klik op 'Details weergeven' voor meer informatie.
pl: Ace nie mógł otworzyć raportu. Kliknij „Pokaż szczegóły”, aby uzyskać więcej informacji.
pt_br: Não foi possível abrir o relatório. Clique em 'Mostrar detalhes' para mais informações.
ru: Не удалось открыть отчет ACE. Щелкните «Подробности» для дополнительной информации.
sv: Ace kunde inte öppna rapporten. Klicka på "Visa detaljer" för mer information.
uk: Ace не вдалося відкрити звіт. Натисніть кнопку «Показати подробиці», щоб дізнатися більше.

source: File
de: Datei
es: Archivo
et: Fail
fi: Tiedosto
fr: Fichier
hu: Fájl
id: Berkas
nl: Bestand
pl: Plik
pt_br: Arquivo
ru: Файл
sv: Fil
uk: Файл

source: Severity
de: Schweregrad
es: Gravedad
et: Tõsidus
fi: Vakavuus
fr: Gravité
hu: Súlyosság
id: Kepadatan
nl: Prioriteit
pl: Istotność
pt_br: Severidade
ru: Важность
sv: Allvarlighet
uk: Критичність

source: Error message
de: Fehlermeldung
es: Mensaje de error
et: Veateade
fi: Virheviesti
fr: Message d'erreur
hu: Hibaüzenet
id: Pesan error
nl: Foutmelding
pl: Komunikat o błędzie
pt_br: Mensagem de erro
ru: Сообщение об ошибке
sv: Felmeddelande
uk: Повідомлення про помилку

source: Sort by Filename
de: Sortieren nach Dateiname
es: Ordenar por nombre de archivo
et: Sordi failinime järgi
fi: Järjestä tiedostonimen mukaan
fr: Trier par Nom de fichier
hu: Rendezés fájlnév szerint
id: Urut berdasar Filename
nl: Sorteer op bestandsnaam
pl: Sortuj wg nazwy pliku
pt_br: Ordenar por Nome do Arquivo
ru: Сортировать по имени файла
sv: Sortera efter filnamn
uk: Упорядкувати за назвою файла

source: Sort by Severity
de: Sortieren nach Schweregrad
es: Ordenar por gravedad
et: Sordi tõsiduse järgi
fi: Järjestä vakavuuden mukaan
fr: Trier par Gravité
hu: Rendezés súlyosság szerint
id: Urut berdasar Severity
nl: Sorteer op prioriteit
pl: Sortuj wg ważności
pt_br: Ordenar por Severidade
ru: Сортировать по серьезности
sv: Sortera efter allvarlighet
uk: Упорядкувати за критичністю

source: Sort by Error Message
de: Sortieren nach Fehlermeldung
es: Ordenar por mensaje de error
et: Sordi veateate järgi
fi: Järjestä virheilmoituksen mukaan
fr: Trier par Message d'Erreur
hu: Rendezés hibaüzenet szerint
id: Urut berdasar Pesan Error
nl: Sorteren op foutbericht
pl: Sortuj wg komunikatu o błędzie
pt_br: Ordenar por Mensagem de Erro
ru: Сортировать по сообщению об ошибке
sv: Sortera efter felmeddelande
uk: Упорядкувати за повідомленням про помилку

source: Critical
de: Kritisch
es: Crítico
et: Kriitiline
fi: Kriittinen
fr: Critique
hu: Kritikus
nl: kritisch
pl: Krytyczny
pt_br: Crítica
ru: Критичная
sv: Kritisk
uk: Надважлива

source: Serious
de: Schwerwiegend
es: Seria
et: Tõsine
fi: Merkittävä
fr: Préoccupante
hu: Súlyos
id: Berat
nl: ernstig
pl: Poważny
pt_br: Grave
ru: Серьезная
sv: Allvarlig
uk: Критична

source: Moderate
de: moderat
es: Moderada
et: Keskmine
fi: Keskitasoinen
fr: Modérée
hu: Mérsékelt
id: Lumayan
nl: Matig
pl: Umiarkowany
pt_br: Moderada
ru: Средняя
sv: Måttlig
uk: Важлива

source: Minor
de: geringfügig
es: Leve
et: Vähetähtis
fi: Lievä
fr: Mineure
hu: Kisebb
id: Ringan
nl: minder
pl: Pomniejszy
pt_br: Baixa
ru: Незначительная
sv: Mindre
uk: Неважлива

source: Unhandled exception
de: Unbehandelte Ausnahme
es: Excepción no controlada
et: Käsitlemata erand
eu: Kontrolatu gabeko salbuespena
fi: Käsittelemätön poikkeus
fr: Exception non gérée
hu: Kezeletlen kivétel
id: Pengecualian tak tertangani
it: Eccezione non gestita
nl: Onbehandelde uitzondering
pl: Nieobsługiwany wyjątek
pt_br: Execeção não tratada
ru: Необработанное исключение
sv: Ohanterat undantag
uk: Критичне виключення

source: An unexpected error occurred. Click 'Show details' for more info.
de: Ein unerwarteter Fehler ist aufgetreten. Klicken Sie für weitere Informationen auf 'Details anzeigen'.
es: Un error inesperado ocurrió. Pulse en «Mostrar detalles» para obtener más información.
et: Ilmnes ootamatu viga. Lähema teabe saamiseks klõpsa 'Näita üksikasju'.
eu: Uste gabeko errorea gertatu da. Klikatu "Erakutsi zehaztapenak" informazio gehiago izateko.
fi: Ilmeni odottamaton virhe. Napsauta 'näytä yksityiskohdat' lisätietoja saadaksesi.
fr: Une erreur inattendue s'est produite. Cliquez sur 'Afficher les détails' pour plus d'informations.
hu: Egy váratlan hiba történt. Kattints a 'Részletek mutatása'-ra további információkért.
id: Terjadi error yang tak diharapkan. Klik 'Show details' untuk info lebih detail.
it: Si è verificato un errore inaspettato. Clicca "Mostra dettagli" per maggiori informazioni.
nl: Er is een onverwachte fout opgetreden. Klik op 'Details weergeven' voor meer informatie.
pl: Wystąpił nieoczekiwany błąd. Kliknij „Pokaż szczegóły”, aby uzyskać więcej informacji.
pt_br: Um erro inesperado ocorreu. Clique em 'Mostrar detalhes' para mais informações.
ru: Произошла непредвиденная ошибка. Нажмите "Показать детали" для получения доп. информации.
sv: Ett oväntat fel uppstod. Klicka på "Visa detaljer" för mer info.
uk: Сталася неочікувана помилка. Щоб дізнатися більше, натисніть кнопку «Показати подробиці».

source: Error
de: Fehler
et: Viga
eu: Errorea
fi: Virhe
fr: Erreur
hu: Hiba
it: Errore
nl: Fout
pl: Błąd
ru: Ошибка
sv: Fel
uk: Помилка

source: ACE found an error during execution. Do you want to try to rerun it? This can resolve a few errors.
de: ACE hat während der Ausführung einen Fehler gefunden. Möchten Sie eine erneute Ausführung versuchen? Dies kann einige Fehler beheben.
es: ACE encontró un error durante la ejecución. ¿Desea intentarlo de nuevo? Esto podría resolver algunos errores.
et: ACE leidis töötamisel vea. Kas tahad selle uuesti käivitada? See võib lahendada nii mõnegi vea.
eu: ACE exekutatzean errore bat gertatu da. Nahi duzu berriro saiatu? Horrek errore gutxi batzuk konpon dezake.
fi: ACE havaitsi virheen ajon aikana. Haluatko koittaa uudelleenajoa? Tämä saattaa ratkaista joitakin virheitä.
fr: ACE a trouvé une erreur pendant l'exécution. Voulez-vous essayer de le relancer ? Ceci peut résoudre certaines erreurs.
hu: Az ACE hubát talált futtatás során. Szeretnéd megpróbálni újrafuttatni? Ez megoldhat néhány hibát.
id: ACE menemui error dalam eksekusi. Ingin mencoba menjalankannya kembali? Ini dapat memperbaiki beberapa error.
it: ACE ha riscontrato un errore durante l'esecuzione. Vuoi farlo partire di nuovo? Questo può risolvere alcuni errori.
nl: ACE heeft een fout gevonden tijdens de uitvoering. Wilt u proberen het opnieuw uit te voeren? Dit kan een paar fouten oplossen.
pl: ACE napotkał błąd podczas wykonywania. Czy chcesz spróbować to powtórzyć? Może to rozwiązać kilka błędów.
ru: ACE обнаружил ошибку во время выполнения. Вы хотите попробовать перезапустить его? Это может решить некоторые ошибки.
sv: ACE hittade ett fel under körning. Vill du försöka köra om det? Detta kan lösa några fel.
uk: Під час роботи ACE сталася помилка. Хочете спробувати повторно запустити програму? Повторний запуск може усунути певні проблеми.

source: Rerun
de: Erneut Ausführen
es: Repetir
et: Käivita uuesti
eu: Berrabiarazi
fi: Uudelleenajo
fr: Relancer
hu: Vissza
id: Jalankan kembali
it: Riparti
nl: Draai opnieuw
pl: Uruchom ponownie
ru: Перезапуск
sv: Kör om
uk: Запустити повторно

source: About the ACE plugin
eu: ACE pluginari buruz
it: Informazioni sul plugin ACE
