Repository: thiagoeec/ACE
Catalog: translations/*.po
Languages: de, es, et, eu, fi, fr, hu, id, it, nl, pl, pt_br, ru, sv, uk

source: Checks the accessibility of EPUB files with ACE.
de: Überprüft die Erreichbarkeit von EPUB-Dateien mit ACE.
es: Comprueba la accesibilidad de los archivos EPUB con ACE.
et: Kontrollib EPUB-failide hõlbustatust ACE-ga.
fi: Tarkistaa EPUB-tiedostojen käytön tilan ACE:n avulla.
fr: Vérification de l'accessibilité des fichiers EPUB avec ACE.
hu: EPUB fájlok elérhetőségének ellenőrzése ACE-szel.
id: Memeriksa aksesibilitas berkas EPUB dengan ACE.
it: Controlla l'accessibilità dei file EPUB con ACE.
nl: Controleert de toegankelijkheid van EPUB-bestanden met ACE.
pl: Sprawdza dostępność plików EPUB za pomocą ACE.
pt_br: Verifica a acessibilidade de arquivos EPUB com o ACE.
ru: Проверить доступность файлов EPUB с помощью ACE
sv: Kontrollerar tillgängligheten av EPUB-filer med ACE.
uk: Перевіряє доступність файлів EPUB за допомогою ACE.

source: Report Folder:
de: Berichtsverzeichnis:
es: Carpeta de informe:
et: Raporti kaust:
eu: Txostenen karpeta:
fi: Kansio selonteolle:
fr: Répertoire des Rapports :
hu: Jelentés mappa:
id: Folder Laporan:
it: Cartella report:
nl: Rapport map:
pl: Folder raportów:
pt_br: Pasta do Relatório:
ru: Папка отчета:
sv: Rapportmapp:
uk: Тека звітів:

source: Folder to save the report
de: Verzeichnis zum Speichern des Berichts
es: Carpeta donde guardar el informe
et: Kaust, kuhu raport salvestada
eu: Txostena gordetzeko karpeta
fi: Kansio johon selonteko tallennetaan
fr: Répertoire dans lequel sauvegarder les rapports
hu: Mappa a jelentés mentéséhez
id: Folder simpan laporan
it: Cartella in cui salvare il report
nl: Map om het rapport op te slaan
pl: Folder do zapisania raportu
pt_br: Pasta para salvar o relatório
ru: Папка для сохранения отчета
sv: Mapp för att spara rapporten
uk: Тека для зберігання звіту

source: Select Report Folder
de: Berichtsverzeichnis auswählen
es: Seleccionar carpeta de informes
et: Raporti kausta valimine
eu: Hautatu txostenen karpeta
fi: Valitse selontekokansio
fr: Sélectionner le Répertoire des Rapports
hu: Jelentés mappa kiválasztása
id: Pilih Folder Laporan
it: Seleziona la cartella del report
nl: Selecteer Rapportmap
pl: Wybierz Folder raportów
pt_br: Selecionar Pasta do Relatório
ru: Выберите папку отчета
sv: Välj rapportmapp
uk: Виберіть теку для звіту

source: Select the folder where the report will be saved.
de: Wählen Sie das Verzeichnis aus, in dem der Bericht gespeichert werden soll.
es: Seleccione la carpeta donde se guardará el informe.
et: Vali kaust, kuhu raport salvestatakse.
eu: Hautatu txostenak gordeko diren karpeta
fi: Valitse kansio johon selonteko tallennetaan.
fr: Sélectionner le répertoire dans lequel les rapports seront sauvegardés.
hu: Válaszd ki a mappát, ahová a jelentés el lesz mentve.
id: Pilih folder untuk menyimpan laporan.
it: Seleziona la cartella in cui verrà salvato il report.
nl: Selecteer de map waarin het rapport zal worden opgeslagen.
pl: Wybierz folder, w którym zostanie zapisany raport.
pt_br: Selecionar a pasta onde o relatório será salvo.
ru: Выберите папку, где будет сохранён отчет
sv: Välj den mapp där rapporten ska sparas.
uk: Виберіть теку, у якій зберігатиметься файл звіту.

source: Options:
de: Optionen:
es: Opciones:
et: Sätted:
eu: Aukerak:
fi: Vaihtoehdot:
hu: Beállítások:
id: Opsi:
it: Opzioni:
nl: Opties:
pl: Opcje:
pt_br: Opções:
ru: Опции:
sv: Alternativ:
uk: Параметри:

source: Open Report after checking
de: Bericht nach Überprüfung öffnen
es: Abrir informe después de la verificación
et: Pärast kontrollimist ava raport
eu: Ireki txostena azterketa hasi aurretik
fi: Avaa selonteko tarkistuksen jälkeen
fr: Ouvrir le rapport après la vérification
hu: Jelentés megnyitása ellenőrzés után
id: Buka Laporan setelah pengecekan
it: Apri il report dopo il controllo
nl: Rapport openen na controle
pl: Otwórz raport po sprawdzeniu
pt_br: Abrir Relatório após a verificação
ru: Открыть отчет после проверки
sv: Öppna rapport efter kontroll
uk: Відкрити звіт після перевірки

source: Check it to open the html report on you default browser.
de: Bitte aktivieren, um den HTML-Bericht in Ihrem Standardbrowser zu öffnen.
es: Actívelo para abrir el informe html en el navegador predeterminado.
et: Märgista see, et html-raport avada oma vaikimisi veebilehitsejas.
fi: Tarkista se avataksesi html-selonteon vakiollisessa internet-selaimessasi.
fr: Cochez ceci pour ouvrir le rapport html dans votre navigateur.
hu: Ellenőrizd a html jelentés megnyitásával az alapértelmezett böngésződön.
id: Contreng untuk membuka laporan HTML dengan browser.
nl: Vink het aan om het html-rapport in uw standaardbrowser te openen.
pl: Zaznacz, aby otworzyć raport HTML w domyślnej przeglądarce.
pt_br: Marque para abrir o relatório html no seu navegador padrão.
ru: Щелкните, чтобы открыть HTML-отчет в вашем браузере по умолчанию.
sv: Markera den för att öppna html-rapporten i din standardwebbläsare.
uk: Позначте, якщо звіт у форматі HTML має бути відкрито у вашому типовому браузері.

source: Debug Mode
de: Debug-Modus
es: Modo de depuración
et: Silumisrežiim
eu: Arazketa modua
fi: Vian etsinnän- ja korjauksen tila
fr: Mode débogage
hu: Hibakereső mód
id: Moda Debug
it: Modalità debug
nl: Debug-modus
pl: Tryb debugowania
pt_br: Modo de Depuração
ru: Режим отладки
sv: Felsökningsläge
uk: Режим діагностики

source: When checked, ACE log will be saved to clipboard.
de: Falls aktiviert, wird das ACE-Protokoll in der Zwischenablage gespeichert.
es: Cuando está marcado, el registro de ACE se guardará en el portapapeles.
et: Kui märgistatud, salvestatakse ACE logi lõikelauale.
eu: Azterketa eginda, ACEren erregistroa arbelean gordeko da.
fi: Tarkistuksen jälkeen, ACE-tapahtumakirjaukset tallennetaan leikepöydälle.
fr: Lorsque coché, le journal ACE sera sauvegardé vers le presse-papiers.
hu: Amikor ellenőrizte, az ACE napló elmentődik a vágólapra.
id: Jika dicontreng, log ACE disimpan di clipboard.
it: Quando abilitata, il log di ACE verrà salvato negli appunti.
nl: Wanneer ingeschakeld, wordt het ACE-logboek opgeslagen op het klembord.
pl: Po zaznaczeniu, dziennik ACE zostanie zapisany w schowku.
pt_br: Quando marcada, o log do ACE será salvo na área de transferência.
ru: Если отмечено, журнал ACE будет сохранен в буфер обмена.
sv: När det är markerat kommer ACE-logg att sparas till urklipp.
uk: Якщо позначено, журнал ACE буде збережено до буфера обміну даними.

source: Close Validation Docks
de: Validierungsdocks schließen
es: Cerrar paneles de validación
et: Sulge valideerimisdokid
fi: Sulje vahvistusten telakat
fr: Fermer les Volets de Validation
hu: Validációs dokkok bezárása
id: Tutup Dok Validasi
nl: Validatie-docks sluiten
pl: Zamknij doki walidacyjne
pt_br: Fechar Janelas de Validação
ru: Закрывать панели валидации
sv: Stäng valideringsdockor
uk: Закрити панелі перевірки

source: When checked, ACE will attempt to close other validation docks.
de: Falls aktiviert, wird ACE versuchen, andere Validierungsdocks zu schließen.
es: Cuando está marcado, ACE tratará de cerrar otros paneles de validación.
et: Kui märgistatud, üritab ACE sulgeda teised valideerimisdokid.
fi: Kun tarkistettu, ACE koettaa sulkea muut vahvistustelakat.
fr: Lorsque coché, ACE essayera de fermer les autres volets de validation.
hu: Amikor ellenőrizte, az ACE meg fogja kísérelni bezárni a többi valódációs dokkot.
id: Jika dicontreng, ACE akan mencoba menutup dok validasi lainnya.
nl: Wanneer ingeschakeld, probeert ACE andere validatiedocks te sluiten.
pl: Po zaznaczeniu ACE spróbuje zamknąć inne doki walidacyjne.
pt_br: Quando marcada, o ACE irá tentar fechar outras janelas de validação.
ru: Если отмечено, ACE попытается закрыть остальные панели валидации.
sv: När markerad kommer ACE att försöka stänga andra valideringsdockor.
uk: Якщо позначено, ACE намагатиметься закрити інші панелі перевірки.

source: Split multiline &errors
es: Dividir &errores multilínea
et: Tükelda mitmerealised veateated
fi: Jaa moniriviset &virheet
fr: Fractionner les &erreurs multilignes
hu: Többsoros &hibák feldarabolása
nl: Multiline &fouten splitsen
pl: Podziel błędy wielowierszowe
pt_br: &Dividir erros de múltiplas linhas
ru: Разделить многострочные &ошибки
sv: Dela flerrads&fel
uk: Ділити &багаторядкові помилки

source: When checked, ACE will split multiline error messages.
es: Cuando es marcado, ACE dividirá los mensajes de error multilínea
et: Kui märgistatud, tükeldab ACE mitmerealised veateated.
fi: Kun tarkistettu, ACE jakaa moniriviset virheilmoitukset.
fr: Lorsque cochée, ACE fractionnera les messages d'erreur multilignes.
hu: Amikor ellenőrizte, az ACE a többsoros hibaüzeneteket fel fogja darabolni.
nl: Indien ingeschakeld, splitst ACE foutmeldingen op meerdere regels op.
pl: Gdy zaznaczone, ACE rozdzieli wielowierszowe komunikaty o błędach.
pt_br: Quando marcada, o ACE irá dividir mensagens de erro de múltiplas linhas.
ru: Если этот флажок установлен, ACE будет разделять многострочные сообщения об ошибках.
sv: När markerad, ACE kommer att dela flerradsfelmeddelanden.
uk: Якщо позначено, ACE ділитиме багаторядкові повідомлення про помилки.

source: Update:
pt_br: Atualização:

source: Auto &update
pt_br: At&ualização automática

source: When checked, the plugin will attempt to update local ACE installation.
pt_br: Quando marcada, o plugin tentará atualizar a instalação local do ACE.

source: &Check interval:
pt_br: &Intervalo de checagem:

source: Update check interval
pt_br: Intervalo de checagem de atualizações

source: Messages:
de: Nachrichten
es: Mensajes:
fi: Viestit:
hu: Üzenetek:
nl: berichten:
pl: Wiadomości:
pt_br: Mensagens:
ru: Сообщения:
sv: Meddelanden:
uk: Повідомлення:

source: &Language:
de: &Sprache:
es: &Idioma:
et: Keel:
fi: &Kieli
fr: &Langue :
hu: &Nyelv:
nl: &Taal:
pl: Język:
pt_br: &Idioma:
ru: &Язык:
sv: &Språk:
uk: &Мова:

source: Choose the language to show ACE and AXE messages. Some languages work for AXE, but not for ACE.
de: Wählen Sie die Sprache aus, in der ACE- und AXE-Nachrichten angezeigt werden sollen. Einige Sprachen funktionieren für AXE, aber nicht für ACE.
es: Elija el idioma a mostrar respecto de los mensajes ACE y AX. Algunos idiomas funcionan para AX, pero no para ACE.
et: Vali keel, milles näidatakse ACE ja AXE teateid. Osad keeled töötavad AXE puhul, aga mitte ACE puhul.
fi: Valitse kieli jolla ACE ja AXE -viestit näytetään. Jotkut kielet toimivat AXE:ssa, mutta eivät sitten ACE:ssa.
fr: Choisissez la langue d'affichage des messages ACE et AXE. Certaines langues fonctionnent pour AXE, mais pas pour ACE.
hu: Válassz nyelvet az ACE és AXE üzenetek mutatásához. Némelyik nyelv működik az AXE esetén, míg az ACE-nál nem.
nl: Kies de taal om ACE- en AXE-berichten weer te geven. Sommige talen werken voor AXE, maar niet voor ACE.
pl: Wybierz język, w którym mają być wyświetlane komunikaty ACE i AX. Niektóre języki działają dla AX, ale nie dla ACE.
pt_br: Escolha um idioma para exibir as mensagens do ACE e do AXE. Alguns idiomas funcionam para o AXE, mas não para o ACE.
ru: Выберите язык для отображения сообщений ACE и AXE. Некоторые языки работают для AXE, но не для ACE.
sv: Välj språk för att visa ACE- och AX-meddelanden. Vissa språk fungerar för AX, men inte för ACE.
uk: Виберіть мову перекладу повідомлень ACE та AXE. Переклади деякими мовами працюють для AXE, але не для ACE.

source: About
de: Über
es: Acerca de
et: Plugina teave
eu: Honi buruz
fi: Tietoja
fr: À propos
hu: Névjegy
id: Tentang
it: Informazioni
nl: over
pl: O
pt_br: Sobre
ru: О
sv: Om
uk: Про програму

source: This plugin is based on Doitsu's code for Sigil's ACE Plugin and EPUBCheck for calibre.
de: Dieses Plugin basiert auf Doitsu's Code für Sigil's ACE Plugin und EPUBCheck für Calibre.
es: Este complemento está basado en el código de Doitsu para los complementos ACE de Sigil y EPUBCheck de calibre.
fi: Tämä liitännäinen perustuu Doitsu:n koodiin Sigil:in ACE-liitännäiselle ja EPUBCheck:ille Calibrea varten.
fr: Cette extension est basée sur le code de Doitsu pour l'Extension ACEde Sigil et d'EPUBCheck pour calibre.
hu: Ez a bőcítmény egy Doitsu kódon alapul a Sigil ACE bővítményéhez és a calibre EPUBCheck-jéhez.
id: Plugin ini berdasarkan kode Doitsu untuk Plugin ACE Sigil dan EPUBCheck untuk calibre.
nl: Deze plugin is gebaseerd op Doitsu's code voor Sigil's ACE Plugin en EPUBCheck voor calibre.
pl: Ta wtyczka jest oparta na kodzie Doitsu dla Sigil's ACE Plugin i EPUBCheck pod kątem kalibru.
pt_br: Este plugin é baseado no código do Doitsu para o plugin ACE do Sigil e o EPUBCheck do calibre.
ru: Это плагин основан на коде Doitsu для плагина ACE для Sigil и EPUBCheck для calibre.
sv: Denna insticksmodul är baserad på Doitsus kod för Sigils ACE-insticksmodul och EPUBCheck för calibre.
uk: Цей додаток засновано на коді Doitsu для додатка ACE для Sigil та коді EPUBCheck для calibre.

source: The Config Menu is based on KindleUnpack.
es: El menú de configuración está basado en KindleUnpack.
fi: Asetusvalikko perustuu KindleUnpack:iin.
fr: Le Menu de Configuration est basé sur KindleUnpack.
hu: A beállítás menü KindleUnpack alapú.
id: Menu Config berdasarkan KindleUnpack.
nl: Het Configuratie-menu is gebaseerd op KindleUnpack.
pl: Menu konfiguracji jest oparte na KindleUnpack.
pt_br: O Menu 'Configurar' é baseado no KindleUnpack.
ru: Меню настроек основано на KindleUnpack.
sv: Config-menyn är baserad på KindleUnpack.
uk: Меню налаштовування засновано на KindleUnpack.

source: Thanks to Kovid Goyal for adding the feature that made possible linked error messages.
de: Vielen Dank an Kovid Goyal für das Hinzufügen des Features, das verknüpfte Fehlermeldungen ermöglicht hat.
es: Gracias a Kovid Goyal por hacer posibles los mensajes de error enlazados.
fi: Kiitokset Kovid Goyal:ille tämän ominaisuuden lisäämisestä joka toi mukanaan linkatut virheilmoitukset.
fr: Merci à Kovid Goyal pour l’ajout de la fonctionnalité cela a rendu possible les messages d'erreur liés.
hu: Köszönet Kovid Goyalnak a funkció hozzáadásáért, amivel lehetővé vált a hibaüzenetek csatolása.
id: Terima kasih kepada Kovid Goyal karena telah menambahkan fitur ini yang memungkinkan pesan error terkait.
nl: Met dank aan Kovid Goyal voor het toevoegen van de functie dat mogelijk gekoppelde foutmeldingen mogelijk maakte.
pl: Podziękowania dla Kovid Goyal za dodanie tej funkcji umożliwiło to powiązane komunikaty o błędach.
pt_br: Obrigado ao Kovid Goyal por adicionar a função que tornou possível mensagens de erro clicáveis.
ru: Спасибо Ковиду Гоялу за добавление функции, сделавшей возможным связь сообщений об ошибках.
sv: Tack till Kovid Goyal för att du har lagt till funktionen som möjliggjorde länkade felmeddelanden.
uk: Дякуємо Ковіду Ґоялу за додавання коду, який уможливив прив'язування повідомлень про помилки до коду книги.

source: Select Directory to save Report to
de: Wählen Sie das Verzeichnis aus, in dem der Bericht gespeichert werden soll
es: Seleccione el directorio donde guardar el informe
et: Vali kaust, kuhu raport salvestada
eu: Hautatu txostena gordetzeko direktorioa
fi: Valitse hakemisto johon selonteko tallennetaan
fr: Sélectionner le Répertoire vers lequel sauvegarder le Rapport
hu: Válassz könyvtárat a jelentés mentéséhez
id: Pilih Direktori untuk menyimpan laporan ke
it: Seleziona la cartella in cui salvare il report
nl: Selecteer locatie om het rapport op te slaan
pl: Wybierz Katalog, w którym chcesz zapisać raport
pt_br: Selecione a pasta para salvar o Relatório
ru: Выберите директорию для сохранения отчета
sv: Välj katalog för att spara rapport till
uk: Виберіть каталог для зберігання звіту

source: <p>The path specified for the Report Folder does not exist.<br/>Your latest preference changes will <b>NOT</b> be saved!</p>
de: <p>Der angegebene Pfad für den Berichtsordner ist nicht vorhanden.<br/>Änderungen Ihrer letzten Einstellungen werden <b>NICHT</b> gespeichert!</p>
es: <p>La ruta especificada para la carpeta de informes no existe.<br/>¡La última modificación de las preferencias <b>NO</b> se guardará!</p>
et: <p>Raporti kausta jaoks määratletud kausta pole olemas.<br/>Sinu viimatisi eelistuste muudatusi <b>EI</b> salvestata!</p>
eu: <p>Txostenen karpetak zehazten duen bide izena ez dago.<br/>Hobespenetan egindako azken aldaketa <b>EZ</b>da gordeko!</p>
fi: <p>Polku joka selontekohakemistolle on määritetty ei näytä olevan olemassa.<br/>Viimeisimmät asetusmuutoksesi <b>EIVÄT</b> tule tallentumaan!</p>
fr: <p>Le chemin spécifié pour le Répertoire des Rapports n'existe pas.<br/> Votre dernier changement de préférence ne sera <b>PAS</b> sauvegardé !</p>
hu: <p>A Jelentés mappához megadott útvonal nem létezik.<br/>A legutóbbi beállításod változásai <b>NEM</b> lesznek elmentve!</p>
id: <p>Path yang ditentukan untuk Folder Laporan tidak ada.<br/>Perubahan pengaturan preferensi <b>TIDAK</b> akan disimpan!</p>
it: <p>Il percorso specificato per la Cartella del report non esiste.<br/>Le tue ultime modifiche alle impostazioni<b>NON</b> verranno salvate!</p>
nl: <p>Het pad dat is opgegeven voor de rapportmap bestaat niet. <br/>.Uw laatste voorkeurswijziging wordt <b>NIET</b> opgeslagen</p>!
pl: <p>Ścieżka określona dla folderu raportów nie istnieje. <br/> Twoje ostatnie zmiany preferencji <b>NIE</b> zostaną zapisane!</p>
pt_br: <p>O caminho especificado para a Pasta do Relatório não existe.<br/>Suas últimas alterações de preferências <b>NÃO</b> serão salvas!</p>
ru: <p>Путь, указанный для папки отчетов, не существует.<br/>Ваши последние изменения предпочтений <b>НЕ</b> будут сохранены!</p>
sv: <p>Sökvägen som anges för rapportmappen finns inte.<br/>Dina senaste preferensändringar sparas <b>INTE</b>!</p>
uk: <p>Вказаної теки для звітів не існує.<br/>Внесені вами зміни до налаштувань <b>не буде</b> збережено!</p>

source: Running update check...
pt_br: Verificando atualizações...

source: Node.js is not installed.
pt_br: O Node.js não está instalado.

source: Install Node.js 10 or higher, then run: 'npm install @daisy/ace -g' on a cmd/terminal window.
pt_br: Instale o Node.js 10 ou superior, depois execute 'npm install @daisy/ace -g' em uma janela do cmd/terminal.

source: Updating ACE...
pt_br: Atualizando o ACE...

source: ACE was successfully updated to version %s.
pt_br: O ACE foi atualizado com sucesso para a versão %s.

source: Update failed.
pt_br: A atualização falhou.

source: No updates found.
pt_br: Nenhuma atualização encontrada.

source: Update check skipped: no internet.
pt_br: Verificação de atualização ignorada: sem internet.

source: Configure ACE
de: ACE konfigurieren
es: Configurar ACE
et: Seadista ACE
eu: Konfiguratu ACE
fi: Määritä ACE
fr: Configurer ACE
hu: ACE testreszabása
id: Konfigurasikan ACE
it: Configura ACE
nl: Configureer ACE
pl: Skonfiguruj ACE
pt_br: Configurar ACE
ru: Настройка ACE
sv: Konfigurera ACE
uk: Налаштувати ACE

source: Run ACE
de: ACE ausführen
es: Ejecutar ACE
et: Käivita ACE
eu: Abiatu ACE
fi: Aja ACE
fr: Exécuter ACE
hu: ACE futtatása
id: Jalankan ACE
it: Fai partire ACE
nl: Voer ACE uit
pl: Uruchom ACE
pt_br: Executar ACE
ru: Запуск ACE
sv: Kör ACE
uk: Запустити ACE

source: Configure
de: Konfigurieren
es: Configurar
et: Seadista
eu: Konfiguratu
fi: Määritä
fr: Configurer
hu: Konfigurálás
id: Konfigurasikan
it: Configura
nl: configureren
pl: Skonfiguruj
pt_br: Configurar
ru: Конфигурировать
sv: Konfigurera
uk: Налаштувати

source: Configure ACE plugin
de: Konfigurierung des ACE-Plugins
es: Configurar el complemento ACE
et: Seadista ACE pluginat
eu: Konfiguratu ACE plugin
fi: Määritä ACE-liitännäinen
fr: Configurer extension ACE
hu: ACE beépülő konfigurálása
id: Konfigurasikan plugin ACE
it: Configura il plugin ACE
nl: Configureer de ACE-plug-in
pl: Skonfiguruj wtyczkę ACE
pt_br: Configurar o plugin ACE
ru: Конфигурировать ACE плагин
sv: Konfigurera ACE-insticksmodulen
uk: Налаштувати додаток ACE

source: Before: ACE
de: Vor: ACE
es: Antes: ACE
et: Enne: ACE
eu: Aurretik: ACE
fi: Ennen: ACE
fr: Avant : ACE
hu: Előtte: ACE
id: Sebelum: ACE
it: Prima: ACE
nl: Vóór: ACE
pl: Przed: ACE
pt_br: Antes de: ACE
ru: До: ACE
sv: Före: ACE
uk: До дії: ACE

source: Empty Editor
de: Editor leeren
es: Editor vacío
fi: Tyhjä muokkain
fr: Éditeur vide
hu: Üres szerkesztő
id: Kosongkan Editor
nl: Lege editor
pl: Pusty edytor
pt_br: Editor vazio
ru: Редактор пуст
sv: Tom redigerare
uk: Порожній редактор

source: You must first open a book!
de: Sie müssen zuerst ein Buch öffnen!
es: ¡Primero debe abrir un libro!
et: Sa pead esmalt avama raamatu!
fi: Ensin sinun pitää avata kirja!
fr: Vous devez d'abord ouvrir un livre !
hu: Először meg kell nyitnod egy könyvet!
id: Anda lebih dahulu harus membuka sebuah buku!
nl: U moet eerst een boek openen!
pl: Najpierw musisz otworzyć książkę!
pt_br: É preciso abrir um livro primeiro!
ru: Сначала нужно открыть книгу!
sv: Du måste först öppna en bok!
uk: Вам слід спочатку відкрити книгу!

source: Unsupported file format
de: Nicht unterstütztes Dateiformat
es: Formato de archivo no soportado
et: Failiformaati ei toetata
eu: Fitxategiaren formatua ez da onartzen
fi: Tukematon tiedostomuoto
fr: Format de fichier non supporté
hu: Nem támogatott fájlformátum
id: Format berkas tidak didukung
it: Formato del file non supportato
nl: Niet ondersteund bestandsformaat
pl: Niewspierany format pliku
pt_br: Formato não suportado
ru: Неподдерживаемый формат файла
sv: Filformatet stöds inte
uk: Непідтримуваний формат файлів

source: You can't check {} files with ACE.
de: Sie können {} -Dateien nicht mit ACE prüfen.
es: No se pueden verificar archivos {} con ACE.
et: ACE-ga ei saa kontrollida {}-faile.
eu: Ezin duzu aztertu {} fitxategiak ACE bidez.
fi: Et voi tarkastaa {} tiedostoja ACE:n avulla.
fr: Vous ne pouvez vérifier les fichiers {} avec ACE.
hu: Nem {} fájlokat ACE-val.
id: Anda tidak dapat mengecek berkas {} dengan ACE.
it: Non puoi controllare file {} con ACE.
nl: U kunt {} bestanden niet controleren met ACE.
pl: Nie możesz sprawdzić {} plików za pomocą ACE.
pt_br: Não é possível verificar arquivos {} com o ACE.
ru: Вы не можете проверить {} файлы с помощью ACE.
sv: Du kan inte kontrollera {} filer med ACE.
uk: Файли {} не вдасться перевірити за допомогою ACE.

source: Checking book...
de: Buch wird geprüft...
es: Verificando libro...
et: Raamatu kontrollimine...
fi: Kirjaa tarkistetaan...
fr: Vérification du livre en cours...
hu: Könyv ellenőrzése...
nl: Boek controleren ...
pl: Sprawdzanie książki...
pt_br: Verificando livro...
ru: Проверка книги...
sv: Kontrollerar bok...
uk: Перевіряємо книгу…

source: ACE is not installed.
pt_br: O ACE não está instalado.

source: Invalid EPUB or DRMed
pt_br: EPUB inválido ou com DRM

source: This file is either corrupted/invalid or DRMed
pt_br: Arquivo inválido/corrompido ou com DRM

source: (you must use only one role)
de: (Sie darfst nur eine Rolle verwenden)
es: (debe usar un solo rol)
fi: (sinun täytyy käyttää vain yhtä roolia)
fr: (vous ne devez utiliser qu'un seul rôle)
hu: (csak egy szerepkört használhatsz)
nl: (u moet slechts één rol gebruiken)
pl: (musisz użyć tylko jednej roli)
pt_br: (você deve usar somente um 'role')
ru: (вы должны использовать только одну роль)
sv: (du ska bara använda en roll)
uk: (вам слід використовувати лише одну роль)

source: Matching ARIA role:
de: Passende ARIA Rolle:
es: Compatibilizando rol ARIA:
fi: Täsmätään ARIA-rooli:
fr: Correspondant au rôle ARIA :
hu: Egyező ARIA szerepkör:
nl: Overeenkomende ARIA-rol:
pl: Pasująca rola ARIA:
pt_br: ARIA 'role' correspondente:
ru: Соответствующая роль ARIA:
sv: Matchande ARIA-roll:
uk: Відповідна роль ARIA:
